Repository: PaulFasola/Attic
Catalog: InfoGare/InfoGare/InfoGare.Shared/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr

# ApiKeyError
source: Couldn't determine your location.
fr_fr: Nous n'avons pas pu vous localiser...

# Bug.Text
source: A bug ?
fr_fr: Un bug ?

# CantLocalize
source: We couldn't determine your position... To re enable this feature, please go to the permission pane. (more information : http://goo.gl/4oPYso)
fr_fr: Nous n'avons pas pu vous localiser... Pour ré-activer cette option, accèdez aux paramètres de l'application, section "Permission"puis activez "Localisation". (+ d'info : http://goo.gl/4oPYso)

# Changelog.Content
source: Changelog
fr_fr: Historique des changements

# Favorite.Label
source: bookmark this station
fr_fr: ajouter cette station en favoris

# GareSelection.Text
source: Select a station
fr_fr: Séléctionnez une gare

# InfoAppli.Text
source: This application is not an official SNCF/Ratp App.
fr_fr: Cette application n'est pas une application SNCF/Ratp officielle.

# InfoAppliPopup
source: This application is not an official SNCF/Ratp App. The informations displayed could be inaccurate concerning delays or deletions of trains.
fr_fr: Cette application n'est pas une application SNCF/Ratp officielle. Les informations affichées peuvent être inexactes concernant les retards ou suppressions éventuelles.

# ldin.Text
source: My Linkedin
fr_fr: Mon Linkedin

# LoadingGeoStation
source: Building station's index...
fr_fr: Construction de l'index des stations...

# LoadingInfoGare
source: Loading information panel...
fr_fr: Chargement du panneau infogare....

# LoadingStations
source: Loading stations informations...
fr_fr: Chargement des informations de stations...

# Localizing
source: Searching the nearest station next to you...
fr_fr: Recherche de la plus proche station en cours...

# LookGare
source: Looking for stations...
fr_fr: Détermination des stations...

# NoData
source: There is no data for this station for now. - Please check if your device is still connected to internet else, try again later.
fr_fr: Il n'y pas de données pour cette gare actuellement. - Verifiez que votre appareil dispose toujours d'une connexion à internet ou retentez plus tard.

# NoFavorites
source: You don't have any element bookmarked.
fr_fr: Vous n'avez pas de favoris.

# NoInternet
source: Oops, we couldn't retrieve the datas, are you still connected to internet ?
fr_fr: Oups... nous n'avons pas pu récupérer les données, ètes-vous toujours connecté à internet ?

# OthApp.Content
source: My other applications
fr_fr: Mes autres applications

# RateApp.Content
source: Rate this app
fr_fr: Évaluer cette application

# FavoriteStation.Text
source: Bookmarked stations
fr_fr: Stations favorites

# ActionTerminated
source: action done sucessfully
fr_fr: Action terminée avec succès

# AlreadyBuy
source: Oops, it seems you already had this in-app purchase !
fr_fr: Oups, il semblerait que vous possediez déjà cet achat !

# BookmarkedSuccess
source: station bookmarked successfully
fr_fr: Station ajoutée au favoris avec succès

# BuyError
source: An error occured during this action. Purchasing action wasn't completed.
fr_fr: Une erreur est survenue lors de l'achat... ce dernier n'a pas pu être terminé (vous ne serez pas débité).

# CantPinApp
source: can't pin this station...
fr_fr: impossible d'ajouter la station à l'accueil

# ClearBookmarks.Content
source: clear bookmarked stations
fr_fr: effacer les favoris

# ClearHistory.Content
source: clear search history
fr_fr: effacer l'historique

# CloseBtn.Content
source: Close
fr_fr: Fermer

# DidUKnow.Text
source: Did you know ?
fr_fr: Le s'app'viez-vous ?

# didunknowop.Header
source: 'did you know..' panel
fr_fr: panneau 'le saviez vous'

# DidYouKnow1
source: You can access the details of each train Infogare presented on the panel by tapping on the line. Animations, time remaining ... like the original! Try it, love it!
fr_fr: Vous pouvez accèder au détail de chaque train présenté sur le panneau d'infogare en tappant sur la ligne concernée. Animations, temps restant... comme l'original ! L'essayer, c'est l'adopter !

# DidYouKnow2
source: From the reception, you can access your favorite, options and has the search history (integrated directly into the search bar). For deletion, visit the settings!
fr_fr: A partir de l'accueil, vous pouvez accèder à vos favoris, aux options ainsi qu'a l'historique de recherche (directement intégré dans la barre de recherche). Pour tout supprimer, visitez les paramètres !

# DidYouKnow3
source: You can put your favorite stations Bookmark or add them directly to your home screen
fr_fr: Vous pouvez mettre vos stations préférées en favoris ou encore les ajouter directement sur votre écran d'accueil !

# DidYouKnow4
source: For one in-app buy got, all the locked features are free and the app become ads-free
fr_fr: Pour un achat in-app acheté, l'ensemble des fonctionnalités sont supprimées et les pubs retirées !

# DismissBtn.Content
source: Never show again
fr_fr: Ne plus voir

# localisationop.Header
source: Nearest station detection
fr_fr: Détection station la plus proche

# PinApp
source: pin this station
fr_fr: ajouter cette station à l'accueil

# RemAds.Content
source: remove ads
fr_fr: retirer les publicités

# RemoveAds.Label
source: remove ads
fr_fr: retirer les publicités

# Privacy.Content
source: privacy policy
fr_fr: déclaration de confidentialité

# ShowAllStations
source: See all stations
fr_fr: Voir toutes les stations

# WindowError
source: Can't create the window (limit exeeded)
fr_fr: Impossible de créer la fenêtre, le nombre maximal est atteint.

# Favourite.Content
source: Bookmarks
fr_fr: Favoris

# ColorBlind.Header
source: Colourblind mode
fr_fr: Mode daltonien

# About.Content
source: About
fr_fr: A propos

# Animate.OffContent
source: Disabled
fr_fr: Désactivé

# Animate.OnContent
source: Enabled
fr_fr: Activé

# BuySuccess
source: Thanks for your purchase ! Now, you can bookmark you stations and your app is ad-free ! (restart the application if you don't see changes)
fr_fr: Merci pour votre achat ! Maintenant, vous pouvez mettre les stations de votre choix en favoris et naviguer sans pub ! (rédémarrez l'application si vous ne constatez pas de changement)

# ColorBlind.OffContent
source: Enabled
fr_fr: Activé

# ColorBlind.OnContent
source: Disabled
fr_fr: Désactivé

# NotPremium
source: To bookmark stations, get the desserved stations, ad free or realtime traffic informations, you must go to full version. Go to the About section (from the welcome screen) and click on "Go to full version" to unlock theses features !
fr_fr: Pour pouvoir ajouter des stations en favoris, avoir le détail des stations déservies et informations sur la gare, naviguer sans publicité ou avoir les informations du traffic en temps réel par ligne, vous devez passer en version complète. Pour cela, rendez vous dans la section "A propos" de l'application puis cliquez sur le bouton "Passer en version complète" !

# RemoveAd.Content
source: Go to full version
fr_fr: Passer en version complète et sans pub

# Settings.Content
source: Settings
fr_fr: Paramètres

# Error
source: An error was thrown. Thanks to retry or report this bug via the about section.
fr_fr: Une erreur est survenue, merci de retenter. Si l'erreur se reproduit, merci de signaler le problème via la section "A propos".

# FavClearSuccess
source: All bookmarks has been deleted.
fr_fr: Tous les favoris ont étés supprimés.

# FavStations
source: ✪ Bookmarked stations
fr_fr: ✪ Stations favorites

# CrucialDataError
source: InfoGare need to get data from internet to give you real time informations. Please, connect your device and restart the application !
fr_fr: InfoGare a besoin de données stockées en ligne pour les horaires en temps réel. Merci de vous connecter à internet et de relancer l'application par la suite.

source: Loading
fr_fr: Chargement
